import SectionWrapper from "../Section_wrapper/wrapper"
import "./about.css"
function About() {
    return (
        <>
            <h2 className="about_title title_white">Трохи про нас</h2>
            <p className="about_descr">Привіт! Ми - команда інтернет-магазину, яка спеціалізується на шторах, тюлях,
                тасьмах та індивідуальному пошитті. Наша мета - зробити ваш дім ще затишнішим та стильнішим,
                надаючи
                вам можливість створити простір, який відображатиме ваші уподобання
                та особливості.</p>
            <p className="about_descr">Ми розуміємо, що вибір текстилю для вашого домашнього інтер'єру - це важливе
                завдання, тому пропонуємо вам широкий вибір матеріалів і кольорів. Наші фахівці з радістю
                нададуть
                вам професійні поради щодо вибору і дизайну, щоб кожен елемент вашого простору відображав ваш
                стиль
                та персональність.</p>
            <p className="about_descr">Приєднуйтесь до нашої спільноти, де ми не лише пропонуємо вам високоякісні
                товари, а й ділимося корисними порадами та ідеями з декорування вашого дому. Разом з нами ви
                зможете
                створити простір вашої мрії, в якому кожен день буде наповнений комфортом та гармонією.
                Долучайтеся
                та відкрийте для себе нові можливості дизайну вашого дому разом з нашим інтернет-магазином!</p>
        </>
    )
}

export default SectionWrapper("about_section","about_container", About);